Repository: TomResz/MedicalAssistant
Catalog: MedicalAssistant.UI/Shared/Resources/Translations.*.resx
Languages: pl_pl

source: Day
pl_pl: Dzień

source: Week
pl_pl: Tydzień

source: Year
pl_pl: Rok

source: Month
pl_pl: Miesiąc

source: Today
pl_pl: Dzisiaj

source: Tomorrow
pl_pl: Jutro

source: Yesterday
pl_pl: Wczoraj

source: Loading
pl_pl: Ładowanie

source: Sign in
pl_pl: Zaloguj się

source: Password
pl_pl: Hasło

# Empty_Email
source: Email cannot be empty!
pl_pl: Email nie może być pusty!

# Empty_Password
source: Password cannot be empty!
pl_pl: Hasło nie może być puste!

source: Cancel
pl_pl: Anuluj

source: Log out
pl_pl: Wyloguj się

# LogOut_Dialog
source: Are you sure you want to log out?
pl_pl: Czy na pewno chcesz się wylogować ?

# LoadingScreen
source: Please wait, loading ...
pl_pl: Proszę czekać, ładowanie...

# MedicalAssist
source: Medical Assistant
pl_pl: Asystent Medyczny

source: Visits
pl_pl: Wizyty

source: Currents
pl_pl: Aktualności

# SignInPageTitle
source: Sign In
pl_pl: Logowanie

# PasswordTooShort
source: Password is too short. Minimal length is {0}.
pl_pl: Zbyt krótkie hasło. Minimalna długość to {0}.

# PasswordTooLong
source: Password is too long. Maximum length is {0}.
pl_pl: Zbyt długie hasło. Maksymalna długość to {0}.

# EmailInvalidPattern
source: Invalid email pattern.
pl_pl: Nieprawidłowy format email.

# RegisterPageTitle
source: Register
pl_pl: Rejestracja

source: Fullname
pl_pl: Imię i nazwisko

# ConfirmedPassword
source: Confirm Password
pl_pl: Powtórz hasło

# EmptyFullname
source: Full name cannot be empty.
pl_pl: Imię i nazwisko nie może być puste.

# PasswordMatch
source: Password must matches.
pl_pl: Hasła muszą się zgadzać.

# FullNameTooShort
source: Full name is too short.
pl_pl: Imię i nazwisko jest zbyt krótkie.

# FullNameTooLong
source: Full name is too long.
pl_pl: Imię i nazwisko jest zbyt długie.

source: Register
pl_pl: Zarejestruj się

# LoginPageDontHaveAccountQuestion
source: Do you not have an account ?
pl_pl: Nie posiadasz konta ?

# LoginPageRegisterLink
source: Create an account
pl_pl: Załóż konto

# RegisterPageQuestion
source: Do you have an account ?
pl_pl: Posiadasz już konto ?

# RegisterPageLoginLink
source: Sign In
pl_pl: Zaloguj się

# CreateAccountEmailInUsePrompt
source: The email address provided is already taken.
pl_pl: Podany adres email jest już zajęty.

source: Something went wrong...
pl_pl: Coś poszło nie tak...

# RegisterPageAccountCreated
source: The account was successfully set up.
pl_pl: Udało się założyć konto.

# RegenerateCodeSendAgain
source: Send again verification link
pl_pl: Wyślij ponownie link do weryfikacji konta

# RegenerateCodePageTitle
source: Verification Code Regeneration
pl_pl: Regeneracja Kodu Weryfikacyjnego

# RegenerateCodeEmailSent
source: The email with the verification code has been sent.
pl_pl: Email z kodem weryfikacyjnym został wysłany.

source: Go to main page
pl_pl: Przejdź do strony głównej

# UnverifiedUserError
source: The account has not yet been activated.
pl_pl: Konto nie zostało jeszcze aktywowane.

# InvalidSignInCredentialsError
source: Incorrect email or password.
pl_pl: Nieprawidłowy email lub hasło.

# InvalidLoginProviderError
source: The account uses an external authentication system ( Google or Facebook).
pl_pl: Konto używa zewnętrznego systemu uwierzytelniania ( Google lub Facebook).

# AccountVerifiedSuccess
source: Your account has been successfully verified.
pl_pl: Twoje konto zostało pomyślnie zweryfikowane.

# VerificationCodeExpiredLabel
source: The verification code has expired.
pl_pl: Wygasł kod weryfikacyjny.

# VerificationCodeNewCode
source: Generate new code
pl_pl: Wygeneruj nowy kod

# AccountIsVerified
source: The account is already verified.
pl_pl: Konto jest już zweryfikowane.

# UserNotFoundByGivenEmail
source: User with given email was not found.
pl_pl: Użytkownik z podanym emailem nie istnieje.

# RegisterPageEmailSent
source: The activation link was sent to your email address.
pl_pl: Link aktywacyjny został wysłany na twój adres e-mail.

# ForgetPasswordQuestion
source: Forgot your password ?
pl_pl: Zapomniałeś hasła ?

# PasswordChangeLabel
source: Password Change
pl_pl: Zmiana Hasła

# PasswordChangeBtnLabel
source: Change password
pl_pl: Zmień hasło

# PasswordChangedPageEmailSent
source: An email has just been sent with a link to change your password.
pl_pl: Został wysłany email z linkiem do zmiany hasła.

# PasswordChanged
source: The password has been successfully changed.
pl_pl: Hasło zostało pomyślnie zmienione.

# DialogYes
source: Yes
pl_pl: Tak

# DialogNo
source: No
pl_pl: Nie

# DoctorName
source: Doctor
pl_pl: Lekarz

source: Visit Type
pl_pl: Typ Wizyty

source: Description
pl_pl: Opis

source: Street
pl_pl: Ulica

source: Postal Code
pl_pl: Kod Pocztowy

source: City
pl_pl: Miasto

source: Date
pl_pl: Data

source: Time
pl_pl: Godzina

# VisitPredictedTime
source: Predicted Time Of Visit
pl_pl: Przewidywany Czas

# AddVisitBtn
source: Create Visit
pl_pl: Stwórz Wizytę

source: Go To Edit Mode
pl_pl: Przejdź Do Trybu Edycji

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

# DialogVisitRemoving
source: Removing a Visit
pl_pl: Usuwanie Wizyty

# DialogVisitRemovingPrompt
source: Are you sure you want to delete this visit ?
pl_pl: Czy na pewno chcesz usunąć tą wizytę ?

source: Visit
pl_pl: Wizyta

# AddVisitTitle
source: Create Visit
pl_pl: Dodaj Wizytę

# CityCannotBeEmpty
source: The city name cannot be empty.
pl_pl: Nazwa miasta nie może być pusta.

# IncorrectPostalCode
source: An invalid postal code has been entered.
pl_pl: Wprowadzono nieprawidłowy kod pocztowy.

# EmptyVisitType
source: The visit type must not be empty.
pl_pl: Typ wizyty nie może być pusty.

# EmptyStreet
source: The street name cannot be blank.
pl_pl: Nazwa ulicy nie może być pusta.

# EmptyDate
source: The date of the visit was not selected.
pl_pl: Nie wybrano daty wizyty.

# EmptyVisitTime
source: Time cannot be empty.
pl_pl: Czas nie może być pusta.

# EmptyDoctorName
source: The doctor's data must not be blank.
pl_pl: Dane lekarza nie mogą być puste.

# EmptyVisitDescription
source: The visit description must not be empty.
pl_pl: Opis wizyty nie może być pusty.

# EmptyPredictedTime
source: The predicted time of the visit must not be empty.
pl_pl: Przewidywany czas wizyty nie może być pusty.

source: Scheduler
pl_pl: Harmonogram

# VisitHoursConflict
source: There is already a visit for the hours given.
pl_pl: Istnieje już wizyta dla podanych godzin.

# VisitDeletedText
source: Successfully removed the visit.
pl_pl: Pomyślnie usunięto wizytę.

source: Save settings
pl_pl: Zapisz ustawienia

source: Unlock Account
pl_pl: Odblokuj konto

source: Activation link expired ?
pl_pl: Wygasł link aktywacyjny ?

source: Change Password
pl_pl: Zmień Hasło

source: Settings
pl_pl: Ustawienia

# InvalidNewPassword
source: The new password must not be the same as the old one.
pl_pl: Nowe hasło nie może być takie same jak stare.

source: Visit Details
pl_pl: Szczegóły Wizyty

source: Show Details
pl_pl: Pokaż szczegóły

source: Notifications
pl_pl: Powiadomienia

source: Edit Notification
pl_pl: Edytuj Powiadomienie

# EmptyNotificationDate
source: Date cannot be empty.
pl_pl: Data nie może być pusta.

# EmptyNotificationTime
source: Time cannot be empty.
pl_pl: Godzina nie może być pusta.

source: Add
pl_pl: Dodaj

source: Add Notification
pl_pl: Dodaj Powiadomienie

# NotificationAdded
source: Successfully added notification.
pl_pl: Pomyślnie dodano powiadomienie.

# VisitAlreadyTakenPlace
source: The visit has already taken place.
pl_pl: Wizyta już się odbyła.

# ScheduledDateGreaterThanVisitDate
source: Scheduled date cannot be greater than visit date.
pl_pl: Data nie może być większa niż data wizyty.

# NotificationEdited
source: The notification has been successfully edited.
pl_pl: Powiadomienie zostało pomyślnie edytowana.

# DeletingNotificationQuestion
source: Are you sure you want to delete this notification ?
pl_pl: Czy na pewno chcesz usunąć te powiadomienie ?

# NotificationDeleting
source: Deleting Notification
pl_pl: Usuwanie Powiadomienia

# VisitNotFound
source: Such a medical visit no longer exists.
pl_pl: Nie istnieje już taka wizyta lekarska.

source: Predicted Visit Time
pl_pl: Przewidywany Czas Wizyty

source: Address
pl_pl: Adres

source: Back
pl_pl: Powrót

source: Notification Of Visit
pl_pl: Powiadomienie o Wizycie

# VisitDateCommunicate
source: Date of visit: {0}
pl_pl: Data wizyty to: {0}

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: Sunday
pl_pl: Niedziela

source: Attachments
pl_pl: Załączniki

source: Add Attachment
pl_pl: Dodaj Załącznik

source: Download Attachment
pl_pl: Pobierz Załącznik

# AttachmentDeletePrompt
source: Are you sure you want to delete the attachment ?
pl_pl: Czy na pewno chcesz usunąć załącznik ?

source: Delete Attachment
pl_pl: Usuwanie Załącznika

source: Current Week
pl_pl: Bieżący Tydzień

source: Next Week
pl_pl: Następny tydzień

# InvalidFileExtension
source: The attachment can only be submitted in .png, .jpg, or .pdf format.
pl_pl: Załącznik może być przesłany tylko w formacie .png, .jpg lub .pdf.

# FileMaximumSize
source: The maximum file size is {0} MB.
pl_pl: Maksymalny rozmiar pliku wynosi {0} MB.

source: Mark as read
pl_pl: Zaznacz jako przeczytane

# AppLanguage
source: Application Language
pl_pl: Język aplikacji

source: Notification Language
pl_pl: Język powiadomień

# VisitNotifications
source: Notifications of visits
pl_pl: Powiadomienie o wizytach

source: Email notifications
pl_pl: Powiadomienia email

source: Type
pl_pl: Typ

source: Was read ?
pl_pl: Przeczytano ?

source: Page Size
pl_pl: Rozmiar Strony

source: History
pl_pl: Historia

source: Upcoming
pl_pl: Nadchodzące

source: Date Sent
pl_pl: Data Wysłania

# ScheduledDateNotification
source: Notification Scheduled Date
pl_pl: Zaplanowana Data Powiadomienia

source: Medication
pl_pl: Lekarstwa

# SelectVisit
source: Select a visit
pl_pl: Wybierz wizytę

# ChooseVisit
source: Select a visit
pl_pl: Wybierz wizytę

# NewNotifcation
source: New notification
pl_pl: Nowe powiadomienie

source: Date Range
pl_pl: Zakres dat

# MedicationName
source: Medication
pl_pl: Nazwa Lekarstwa

source: Quantity
pl_pl: Ilość

source: Morning
pl_pl: Rano

source: Afternoon
pl_pl: Popołudniu

source: Evening
pl_pl: Wieczór

source: Night
pl_pl: Noc

source: Note
pl_pl: Notatka

# NoVisitsToChoose
source: No appointments to choose from.
pl_pl: Brak wizyt do wyboru.

# AddingMedication
source: Adding the medication
pl_pl: Dodawanie lekarstwa

source: Selected visit
pl_pl: Wybrana wizyta

# DeleteSelectedVisit
source: Delete visit
pl_pl: Usuń wizytę

# MedicineNameNotEmpty
source: Medicine name is required
pl_pl: Nazwa leku jest wymagana

# InvalidTimeOfDay
source: At least one of the time periods must be selected (Morning, Evening, Afternoon, or Night).
pl_pl: Należy wybrać co najmniej jeden z przedziałów czasowych (rano, wieczorem, po południu lub w nocy).

# RecommendationAdded
source: A recommendation was successfully added.
pl_pl: Pomyślnie dodano zalecenie.

# MedicationEdited
source: The recommendation has been successfully updated.
pl_pl: Zalecenie zostało pomyślnie zaktualizowane.

# MedicationNotificationCommunicate
source: Notification of medication : {0}
pl_pl: Powiadomienie o lekach: {0}

# MedicationNotificationType
source: Notification Of Medication
pl_pl: Powiadomienie o Lekarstwie

# DialogRemoveMedication
source: Are you sure you want to remove this recommendation ?
pl_pl: Czy na pewno chcesz usunąć te zalecenie ?

source: Times Of Day
pl_pl: Pory Dnia

# MedicationDeleted
source: The recommendation has been removed.
pl_pl: Zalecenie zostało usunięte.

# AppTitle
source: Application Terms of Service - Medical Assistant
pl_pl: Regulamin Aplikacji Asystent Medyczny

# EffectiveDate
source: Effective Date: {0}
pl_pl: Data wejścia w życie: {0}

source: Definitions
pl_pl: Definicje

# Definition1
source: 1.1. <strong>Application</strong> – software available online or for download, known as 'Medical Assistant', designed to help users manage their medical and health data.
pl_pl: 1.1. <strong>Aplikacja</strong> – oprogramowanie dostępne online lub do pobrania, znane jako „Asystent Medyczny”, które wspomaga użytkowników w zarządzaniu danymi medycznymi i zdrowotnymi.

# Definition2
source: 1.2. <strong>User</strong> – any person accessing the Application, regardless of the access method (web, mobile).
pl_pl: 1.2. <strong>Użytkownik</strong> – każda osoba, która uzyskuje dostęp do Aplikacji, niezależnie od sposobu jej użycia (web, mobile).

# Definition3
source: 1.3. <strong>Medical Data</strong> – any information related to the user's health, including medical history, test results, recorded visits, medical recommendations, and other data entered by the user into the Application.
pl_pl: 1.3. <strong>Dane Medyczne</strong> – wszelkie informacje dotyczące zdrowia użytkownika, w tym historie chorób, wyniki badań, zapisane wizyty, zalecenia lekarskie, i inne dane wprowadzone przez użytkownika do Aplikacji.

# Definition4
source: 1.4. <strong>Administrator</strong> – the application owner responsible for its operation and development.
pl_pl: 1.4. <strong>Administrator</strong> – właściciel aplikacji, odpowiedzialny za jej działanie i rozwój.

# Conditions
source: 2. Terms of Use
pl_pl: 2. Warunki Korzystania

# Condition1
source: 2.1. The user uses the Application voluntarily and at their own risk.
pl_pl: 2.1. Użytkownik korzysta z Aplikacji dobrowolnie i na własną odpowiedzialność.

# Condition2
source: 2.2. Using the Application requires consent to the processing of personal data, including medical data, in accordance with the Privacy Policy.
pl_pl: 2.2. Korzystanie z Aplikacji wymaga zgody na przetwarzanie danych osobowych zgodnie z Polityką Prywatności, w tym danych medycznych.

# Condition3
source: 2.3. The user is required to use the Application in accordance with the law and these terms.
pl_pl: 2.3. Użytkownik zobowiązany jest do korzystania z Aplikacji zgodnie z przepisami prawa oraz regulaminem.

# Condition4
source: 2.4. Users are prohibited from providing illegal content, including false medical data, infringing third-party rights, or content that is harmful or fraudulent.
pl_pl: 2.4. Użytkownikowi zabrania się dostarczania treści niezgodnych z prawem, w tym fałszywych danych medycznych, naruszających prawa osób trzecich, czy o charakterze szkodliwym lub oszukańczym.

# RegistrationTitle
source: 3. Registration and User Account
pl_pl: 3. Rejestracja i Konto Użytkownika

# Registration1
source: 3.1. Using the Application may require registration and creation of a user account.
pl_pl: 3.1. Korzystanie z Aplikacji może wymagać rejestracji i założenia konta użytkownika.

# Registration2
source: 3.2. The user agrees to provide truthful and current information during registration and update it as needed.
pl_pl: 3.2. Użytkownik zobowiązuje się do podania prawdziwych i aktualnych danych podczas rejestracji oraz ich aktualizacji, gdy zachodzi taka potrzeba.

# Registration3
source: 3.3. The user account is personal, and access to it cannot be shared with third parties.
pl_pl: 3.3. Konto użytkownika jest osobiste, a dostęp do niego nie może być udostępniany osobom trzecim.

# ThankYouMessage
source: Thank you for using the Medical Assistant Application!
pl_pl: Dziękujemy za korzystanie z Aplikacji Asystent Medyczny!

source: Regulations
pl_pl: Regulaminy

# Terms
source: Terms of Use
pl_pl: Warunki Korzystania

# PrivacyGeneralTitle
source: 1. General Provisions
pl_pl: 1. Postanowienia Ogólne

# PrivacyGeneralContent
source: This Privacy Policy sets out the principles for processing personal data of users using the 'Medical Assistant' application.
pl_pl: Niniejsza Polityka Prywatności określa zasady przetwarzania danych osobowych użytkowników korzystających z aplikacji „Asystent Medyczny”.

# PrivacyAdminTitle
source: 2. Data Administrator
pl_pl: 2. Administrator Danych

# PrivacyAdminContent
source: The administrator of users' personal data is the owner of the 'Medical Assistant' application, who is responsible for their security and confidentiality.
pl_pl: Administratorem danych osobowych użytkowników jest właściciel aplikacji „Asystent Medyczny”, który odpowiada za ich bezpieczeństwo i poufność.

# PrivacyDataScopeTitle
source: 3. Scope of Collected Data
pl_pl: 3. Zakres Zbieranych Danych

# PrivacyDataScopeContent1
source: Contact information (e.g., email address).
pl_pl: Dane kontaktowe (np. adres e-mail).

# PrivacyDataScopeContent2
source: Medical and health data entered by the user (e.g., medical history, test results).
pl_pl: Dane medyczne i zdrowotne wprowadzone przez użytkownika (np. historia chorób, wyniki badań).

# PrivacyPurposeTitle
source: 4. Purposes of Data Processing
pl_pl: 4. Cele Przetwarzania Danych

# PrivacyPurposeContent1
source: To enable the user to access the application's features.
pl_pl: Umożliwienie użytkownikowi dostępu do funkcji aplikacji.

# PrivacyPurposeContent2
source: To manage health data and medical history.
pl_pl: Zarządzanie danymi zdrowotnymi i historią medyczną.

# PrivacyPurposeContent3
source: To ensure application security and protect against misuse.
pl_pl: Zapewnienie bezpieczeństwa aplikacji i ochrony przed nadużyciami.

# PrivacyLegalBasisTitle
source: 5. Legal Basis for Data Processing
pl_pl: 5. Podstawa Prawna Przetwarzania Danych

# PrivacyLegalBasisContent1
source: User consent provided during application registration.
pl_pl: Zgoda użytkownika udzielona podczas rejestracji w aplikacji.

# PrivacyLegalBasisContent2
source: Legal provisions requiring the processing of specific data (if applicable).
pl_pl: Przepisy prawa wymagające przetwarzania określonych danych (w przypadku wystąpienia takiej sytuacji).

# PrivacySharingTitle
source: 6. Sharing of Personal Data
pl_pl: 6. Udostępnianie Danych Osobowych

# PrivacySharingContent
source: User data will not be shared with third parties without their consent, except as required by law.
pl_pl: Dane użytkownika nie będą udostępniane osobom trzecim bez jego zgody, z wyjątkiem sytuacji wymaganych przepisami prawa.

# PrivacyUserRightsTitle
source: 7. User Rights
pl_pl: 7. Prawa Użytkownika

# PrivacyUserRightsContent1
source: Access to and correction of their data.
pl_pl: "Dostępu do swoich danych oraz ich poprawiania.

# PrivacyUserRightsContent2
source: Deletion of their data from the application.
pl_pl: Usunięcia swoich danych z aplikacji.

# PrivacyUserRightsContent3
source: Withdrawal of consent to data processing at any time.
pl_pl: Cofnięcia zgody na przetwarzanie danych w dowolnym momencie.

# PrivacySecurityTitle
source: 8. Data Security
pl_pl: 8. Bezpieczeństwo Danych

# PrivacySecurityContent
source: The application uses technical and organizational measures to ensure the security of personal data processed and to protect it from unauthorized access, modification, disclosure, or destruction.
pl_pl: Aplikacja stosuje środki techniczne i organizacyjne w celu zapewnienia bezpieczeństwa przetwarzanych danych osobowych oraz ochrony ich przed nieuprawnionym dostępem, modyfikacją, ujawnieniem lub zniszczeniem.

# PrivacyChangesTitle
source: 9. Changes to the Privacy Policy
pl_pl: 9. Zmiany Polityki Prywatności

# PrivacyChangesContent
source: The Administrator reserves the right to change this Privacy Policy. Users will be notified of changes in advance.
pl_pl: Administrator zastrzega sobie prawo do zmiany niniejszej Polityki Prywatności. O zmianach użytkownicy będą informowani z odpowiednim wyprzedzeniem.

# PrivacyContactTitle
source: 10. Contact
pl_pl: 10. Kontakt

# PrivacyContactContent
source: For any questions or concerns regarding the processing of personal data, please contact us at: contact@medicalassistant.com.
pl_pl: Wszelkie pytania i wątpliwości dotyczące przetwarzania danych osobowych prosimy kierować na adres e-mail: kontakt@asystentmedyczny.pl.

# PrivacyPolicyTitle
source: Privacy Policy
pl_pl: Polityka Prywatności

source: All Visits
pl_pl: Wszystkie Wizyty

# SearchTerm
source: Searchable text
pl_pl: Tekst do wyszukania

source: Ascending
pl_pl: Rosnąco

source: Descending
pl_pl: Malejąco

# SettingsSaved
source: The settings have been saved.
pl_pl: Ustawienia zostały zapisane.

source: Disease History
pl_pl: Historia Chorób

# DialogRemoweMedicatalHistory
source: Are you sure you want to remove this entry from your medical history ?
pl_pl: Czy na pewno chcesz usunąć ten wpis z historii chorób ?

# DialogMedicalHistoryRemoving
source: Deleting an Entry from Medical History
pl_pl: Usuwanie Wpisu z Historii Chorób

source: Disease Name
pl_pl: Nazwa Choroby

# StageCount
source: Count Of Disease Stages
pl_pl: Ilość Etapów Choroby

# EmptyField
source: Field cannot be empty.
pl_pl: Pole nie może być puste.

# ExceededMaxSizeOfField
source: The maximum length is {0}.
pl_pl: Maksymalna długość wynosi {0}.

source: Symptom Description
pl_pl: Opis Objawów

# MedicalHistoryAdded
source: Successfully added entry.
pl_pl: Pomyślnie dodano wpis.

# StageAdded
source: A stage was successfully added to the medical history.
pl_pl: Pomyślnie dodano etap do historii choroby.

# StageName
source: Name of disease stage
pl_pl: Nazwa etapu choroby

source: Date of Diagnosis
pl_pl: Data Diagnozy

# VisitOfDiagnosis
source: Medical visit of the diagnosis
pl_pl: Wizyta lekarska diagnozy

# AddingDiseaseStage
source: Adding a Stage of Disease
pl_pl: Dodawanie Etapu Choroby

# BeginDate
source: Start date
pl_pl: Data początku

# EndDate
source: Completion date
pl_pl: Data zakończenia

# EndDateMustBeGreater
source: The end date must be greater than the initial date.
pl_pl: Data zakończenia musi być większa niż początkowa.

source: Edit Medical History
pl_pl: Edytuj Historię Medyczną

# MedicalHistoryDeleted
source: Successfully removed the item from medical history.
pl_pl: Pomyślnie usunięto element z historii medycznej.

# DialogRemoveMedicalHistory
source: Whether to remove the entry from the medical history ?
pl_pl: Czy usunąć wpis z historii medycznej ?

# DialogMedicalHistoryDeleteConfirmation
source: Deleting Medical History
pl_pl: Usuwanie Historii Medycznej

# SuccessfullyEdited
source: Successfully the entry was edited.
pl_pl: Pomyślnie wpis został edytowany.

# DialogDiseaseStageDelete
source: Disease Stage Removal
pl_pl: Usuwanie Etapu Choroby

# DialogEditDiseaseStageRemove
source: Are you sure you want to delete this stage of the disease ?
pl_pl: Czy na pewno chcesz usunąć ten etap choroby ?

# EditDiseaseStageDialogTitle
source: Edit Disease Stage
pl_pl: Edytuj Etap Choroby

# AccountIsNotActive
source: Your account is not active.
pl_pl: Twoje konto nie jest aktywne.

# ReactivateAccount
source: Reactivate Account Again
pl_pl: Reaktywuj Ponownie Konto

# BackToLoginScreen
source: Return
pl_pl: Powróć

source: Deactivate Account
pl_pl: Zdeaktywuj Konto

source: Delete Account
pl_pl: Usuń Konto

# AccountDeactivatedSuccessfully
source: The account has been successfully deactivated.
pl_pl: Konto zostało pomyślnie zdeaktywowane.

# AccountDeactivationPrompt
source: Are you sure you want to deactivate your account ?
pl_pl: Czy napewno chcesz zdezaktywować konto ?

# AccountDeletePrompt
source: Are you sure you want to delete your account ?
pl_pl: Czy napewno chcesz usunąć konto ?

# AccountDeletedSuccessfully
source: The account has been successfully deleted.
pl_pl: Konto zostało pomyślnie usunięte.

# NoVisitsToday
source: No Visits
pl_pl: Brak Wizyt

# NoRecommendationToday
source: No Medical Recommendations
pl_pl: Brak Rekomendacji Medycznych

source: Morning Recommendations
pl_pl: Poranne rekomendacje

source: Afternoon recommendations
pl_pl: Popołudniowe rekomendacje
