Repository: TomResz/MedicalAssistant
Catalog: MedicalAssistant.UI/Shared/Resources/Translations.*.resx
Languages: pl_pl

source: Evening recommendations
pl_pl: Wieczorne rekomendacje

source: Night recommendations
pl_pl: Nocne rekomendacje

source: Medical Notes
pl_pl: Notatki

source: Tags
pl_pl: Tagi

source: Add Tag
pl_pl: Dodaj Tag

# AddTagComment
source: Enter the tag and press +
pl_pl: Wpisz tag i kliknij +

source: Tags cannot be empty.
pl_pl: Nie dodano tagów.

# NoteAdded
source: A note was added by default.
pl_pl: Domyślnie dodano notatkę.

source: Filter
pl_pl: Filtruj

# DialogDeleteNoteTitle
source: Deleting note
pl_pl: Usuwanie notatki

# DialogDeleteNote
source: Are you sure you want to delete this entry ?
pl_pl: Czy na pewno chcesz usunąć ten wpis ?

# Reports
source: PDF Reports
pl_pl: Raporty PDF

# FieldIsRequired
source: The field is required.
pl_pl: Pole jest wymagane.

# AcceptTerms
source: I have read and agree to the
pl_pl: Zapoznałem/am się i akceptuję

# PrivacyPolicyPostfix
source: Privacy Policy
pl_pl: Polityką Prywatności

source: and
pl_pl: i
